Repository: zeraien/odb_shared_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: name
sv: namn

source: This value must be a valid JSON string.
sv: Detta värde måste innehålla giltig JSON

source: A JSON Object
sv: Ett JSONobjekt

source: Money
sv: Pengar

source: hidden
sv: dold

source: Please correct the errors in the form and try again.
sv: Vänligen rätta felen i formuläret och försök igen.

source: %(days)sd %(hours)sh
sv: %(days)sd %(hours)stim

source: %(days)sd %(hours)sh %(minutes)smin
sv: %(days)sd %(hours)stim %(minutes)smin

source: %(hours)sh
sv: %(hours)stim

source: %(hours)sh %(minutes)smin
sv: %(hours)stim %(minutes)smin

source: %(seconds)ss
sv: %(seconds)s sek

source: %(days)sd %(hours)sh %(minutes)smin %(seconds)ss
sv: %(days)sd %(hours)stim %(minutes)smin %(seconds)ssek

source: %(hours)sh %(minutes)smin %(seconds)ss
sv: %(hours)stim %(minutes)smin %(seconds)ssek

source: %(minutes)smin %(seconds)ss
sv: %(minutes)smin %(seconds)ssek
